brew "git"
brew "ripgrep"
brew "fd"
brew "bat"
brew "zoxide"
brew "atuin"
brew "eza"
brew "sd"
brew "fzf"
brew "jq"
brew "gh"
brew "lazygit"
brew "lazydocker"
brew "direnv"
brew "node"
brew "codex"
brew "pnpm"
tap "oven-sh/bun"
brew "bun"
brew "fish"

cask "raycast"
cask "rectangle"
cask "chatgpt"
cask "1password"
cask "font-hack-nerd-font"
cask "orbstack"
cask "ghostty"
cask "discord"
cask "spotify"
cask "tableplus"
cask "maccy"
cask "brave-browser"
cask "zed"
